{
  "9999":
  {
    "dialogue": "",
    "image": "",
    "choice_1": [],
    "choice_2": []
  },
  "1":
  {
    "dialogue": "The lab's heavy door opened. A waft of air drove in. I entered the lab. I came here on orders to be a assistant for Dr. Boof. /nLet's see here, hmm, what's that? [there was goop of weird looking slime on the floor]",
    "image": "lab_entrance",
    "choice_1": [2, "Touch the goo."],
    "choice_2": [3, "Enter the lab through the door."]
  },
  "2":
  {
    "dialogue": "Eww, it's all gooey. [You quickly shake the goo off of your hand]",
    "image": "lab_entrance",
    "choice_1": [3, "Enter the lab."]
  },
  "3":
  {
    "dialogue": "-Oh good you're here. We have been waiting for some more assistance. I'm Dr Boof and this is miss Sharla. Now we are in a bit of a pinch here, could you go get your lab coat from the storage unit on the hallway. It's just over there.",
    "image": "lab_entrance",
    "choice_1": [4, "Enter the hallway."]
  },
  "4":
  {
    "dialogue": "You enter the hallway. Dimly lit halogen bulbs flash a little in the distance. Someone is scurrying about with a big stack of papers. They look busy. There is a soda machine and to the left of it is the storage unit.",
    "image": "lab_entrance",
    "choice_1": [6, "Mmmm, soda."],
    "choice_2": [5, "I should go get my coat."]
  },
  "5":
  {
    "dialogue": "It's a storage unit. A little stuffy. Lot's  of stuff on the shelfs.",
    "image": "storage",
    "choice_1": [7, "Look for the coat."],
    "choice_2": [9, "I wonder what's all this stuff?"]
  },
  "6":
  {
    "dialogue": "Oh man, let's grab a soda. *clink* *Tunk* Mmm Dr Oopsie... [Suddenly you hear a scream back from the lab]",
    "image": "lab_entrance",
    "choice_1": [8, "???"]
  },
  "7":
  {
    "dialogue": "Oh, here are the coats, let's see, size L should be fine. There we go, let's head back to the lab. I'm sure Dr. Boof has some job for me to do.",
    "image": "lab_entrance",
    "choice_1": [10, "Head back."]
  },
  "8":
  {
    "dialogue": "The door slams open. A large humanoid monster slams through the door, barely fitting through the frame. Before you can move, the monster grabs you by the waist and snaps you in half.",
    "image": "monster_1",
    "ending": [100, "(XoX)"]
  },
  "9":
  {
    "dialogue": "Hmm, let's see what's on the shelves... Books, tools, hmm, this looks like a weird liquid. [There are a dozen or so bottles filled with increasingly darkened colors] Damn, some kangaroo jerky. *nom nom* [Suddenly you see a weird blob of flesh] Oh god, what is THAT!? Jesus, it looks like it's alive... [Suddenly you feel the urge to place your hand on the blob]",
    "image": "blob_on_shelf",
    "choice_1": [12, "I should drink one of those bottles. It must be a energy drink!"],
    "choice_2": [13, "Touch the blob. (Do it!)"]
  },
  "10": {
    "dialogue": "The day passes, you get shown the basics around the lab. Finally you are shown to your room. Nice, cozy place. Single bed, small table. Night light.",
    "choice_1": [11, "Next Day"]
  },
  "11": {
    "dialogue": "Dr Boof: -Perfect now that we have gotten you all oriented to the lab, let's start with an experiment. Grab these vials here, we'll begin mixing some stuff. Now let me get my notes...",
    "image": "lab_entrance",
    "ending": [102, "Start Chapter 2 (Coming Soon)"]
  },
  "12": {
    "dialogue": "This one's yellow, must be BlueCow. [You take a heavy svig from the vial, filled with yellowy goodness] Urgh-w-what?? [You feel your heart pulsing, something is amiss] Aaargh [Your muscles engorge, the power of the drink is too strong, it most certainly wasn't bluecow, the relaxation drink] Gurg Gurg [Already having lost his mind, the poor assisntant-to-be ripped the door off of it's hinges and started lunging at his previous coworkers]",
    "image": "monster_1",
    "ending": [101, "(XoX)"]
  },
  "13": {
    "dialogue": "You slap your hand on the blob. The slight squish feels ecquisite. You are not quite sure what it is. [Suddenly you begin hearing a voice in your head] B-bring me aaa BODY... I must GROW... [Well, he is making a really good point there, you think] a..ct FAST...",
    "image": "blob_on_shelf",
    "choice_1": [14, "I guess I must bring a body..."]
  },
  "14": {
    "dialogue": "[You pull your hand from the blob. You feel refreshed, energized. You have a purpose.] Ahh, I guess I have to do that then. Here it's my coat, let's get back to Dr.Boof. Yes, doctor...",
    "image": "storage",
    "choice_1": [10, "Head back to the lab."]
  }
}
